Revit 2024 API
SymbolTypeId.InSup3 Property
 Symbol in³, indicating unit Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InSup3 { get; }
Visual Basic
Public Shared ReadOnly Property InSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace